tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "libpng"
brew "libtiff"
brew "webp"
brew "gcc"
brew "openblas"
brew "cmake"
brew "dlib"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "krb5"
brew "qt@5"
brew "python@3.11"
brew "opencv"
brew "openssl@1.1"
brew "pkg-config"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "python@3.10"
brew "tcl-tk"
brew "python-tk@3.10"
brew "python@3.8"
brew "wget"
brew "youtube-dl"
cask "android-platform-tools"
cask "basictex"
cask "rar"
cask "wine-stable"
